dbaeumer.vscode-eslint
EditorConfig.EditorConfig
esbenp.prettier-vscode
foxundermoon.shell-format
Gruntfuggly.todo-tree
hedinne.popping-and-locking-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.powershell
Tyriar.sort-lines
yzhang.markdown-all-in-one
